{
  "1": "Hinweise zur Vorbereitung auf die schriftliche Abiturprüfung 2025 im Land Berlin \nPrüfungsschwerpunkte Deutsch 2025  \nLeistungskurs \n \nSeite 2 von 2 \nFür die Bearbeitung der Aufgabenstellungen gelten die im Rahmenlehrplan ausgewiesenen ab-\nschlussorientierten Standards. Die für die Bearbeitung der jeweiligen konkreten Aufgabe erforder-\nlichen Kompetenzen werden im Erwartungshorizont benannt. \n \n \n2. \nStruktur des Aufgabenvorschlags \n2.1 \nAufgabenstellungen und Aufgaben\n\nMinisterium für Bildung, Jugend und Sport \n Senatsverwaltung für Bildung, Jugend und Familie \nHinweise zur Vorbereitung auf die schriftliche Abiturprüfung 2025 im Land Berlin \nPrüfungsschwerpunkte Deutsch 2025  \nLeistungskurs \nSeite 1 von 2 \n1.\nSchwerpunkte\nDie angegebenen Schwerpunkte basieren auf dem Rahmenlehrplan für den Unterricht in der\ngymnasialen Oberstufe im Land Berlin in der Ausgabe von 2021 mit dem Fachteil C Deutsch in\nder Fassung von 2014 und auf den Bildungsstandards im Fach Deutsch für die Allgemeine Hoch-",
  "2": "Stand: 28.02.2019 \nGemeinsame Abituraufgabenpools der Länder \nAufgaben für das Fach Deutsch \nGrundstock von Operatoren \nIm Folgenden werden – alphabetisch geordnet – Operatoren definiert und durch beispielhaf-\nte Aufgabenstellungen illustriert, die in Aufgaben im Fach Deutsch häufig vorkommen. Die \ngenannten Operatoren werden in den Aufgaben der Aufgabensammlung und des Abiturauf-\ngabenpools der jeweiligen Definition entsprechend verwendet. Sie können durch Zusätze",
  "3": "meinsamen Entwicklung der Aufgaben als Arbeitsgrundlage dient. \n1 \nAufgaben und Arbeitszeit \nDie Arbeitszeit einschließlich Auswahlzeit beträgt auf erhöhtem Anforderungsniveau 315 Mi-\nnuten, auf grundlegendem Anforderungsniveau 255 Minuten. Auf jedem Anforderungsniveau \nwerden den Prüflingen vier Prüfungsaufgaben zur Auswahl gestellt, von denen eine zu bear-\nbeiten ist. \n2 \nErwartungshorizont \nIm Erwartungshorizont wird für jede Aufgabe bzw. Teilaufgabe der Standardbezug ausgewie-\nsen und die erwartete Verstehensleistung beschrieben. \n3",
  "4": "♦ Materialgestütztes Verfassen argumentierender Texte \nDie folgenden Erläuterungen weisen Prinzipien aus, die der Konstruktion der Aufgaben der \njeweiligen Aufgabenart zugrunde liegen. Mischformen der Aufgabenarten sind möglich. \n1 \nInterpretation literarischer Texte \n♦ Der Schwerpunkt der Aufgabenstellung liegt – im Unterschied zur Aufgabenstellung der Auf-\ngabenart „Erörterung literarischer Texte“ – auf der Interpretation, d. h. der Analyse und Deu-\ntung eines literarischen Textes bzw. literarischer Texte.\n\n♦ Die Aufgabenstellung enthält Hinweise zu folgenden Punkten: verbindliche Nutzung der Ma-\nterialien, einzubringendes Vorwissen, Art der Verweise auf die Materialien und erwarteter \nTextumfang.\n\n5  Materialgestütztes Verfassen informierender und \nargumentierender Texte \n \n \n4 \n♦ Das einzubringende Vorwissen bezieht sich insbesondere auf im Unterricht erworbenes do-\nmänenspezifisches Wissen, ggf. auch auf eigene Lektüre-, Film-, Theater-, Medien- und \nSpracherfahrungen. \n♦ Für jede Aufgabe wird eine Wörterzahl angegeben, deren Höhe abhängig ist von Aufgaben-\nstellung, Situierung, Material und Art des Zieltexts. Die Wörterzahl dient der Orientierung\n\n♦ Der Schwerpunkt der Aufgabenstellungen liegt – im Unterschied zu Aufgabenstellungen der \nAufgabenart „Erörterung pragmatischer Texte“ – auf der Analyse des pragmatischen Texts \nbzw. der jeweiligen pragmatischen Texte sowie der schlüssigen Darstellung der Analyseer-\ngebnisse. \n♦ Die Aufgabenstellungen variieren im Grad der Fokussierung, beispielsweise durch die Vor-\ngabe von Analyseaspekten oder durch die Vorgabe spezifischer Fragen zur funktionalen \nGestaltung.",
  "5": "7  Materialgrundlage \n \n \n4 \n♦ Aufgabenstellungen, deren Bearbeitung umfangrei-\ncheres und komplexeres Kontextwissen erfordern. \nDie Bearbeitung der Prüfungs-\naufgabe ist innerhalb der vorge-\nsehenen Arbeitszeit möglich. \nDie Kombination von Material und Aufgabenformulie-\nrung erlaubt die Bearbeitung in der zur Verfügung ste-\nhenden Arbeitszeit. \n7 \nMaterialgrundlage \nDie Qualität der Materialien ist \nangemessen. \nDie Qualität des Materials (z. B. Textlänge, Text-\nschwierigkeit, Verhältnis der Materialien zueinander)\n\nStand: 04.07.2023 \nGemeinsame Abituraufgabenpools der Länder \nAufgaben für das Fach Deutsch \nKriterien für Aufgaben, Erwartungshorizonte und Bewertungshinweise \nIm Folgenden werden bezogen auf die Aufgaben des Abituraufgabenpools in der linken \nSpalte die Kriterien für Aufgabenstellungen, Erwartungshorizonte und Bewertungshinweise \naufgeführt. Die rechte Spalte enthält untergeordnete und verwandte Kriterien. Ihre Anwen-\ndung erfolgt optional in Abhängigkeit von der jeweiligen Aufgabenstellung und dient dazu,\n\n3  Domänenspezifik \n \n \n2 \n3 \nDomänenspezifik \nDie Aufgabenstellung themati-\nsiert ein fachlich relevantes \nProblem bzw. eine fachlich rele-\nvante Fragestellung. \nDie Prüfungsaufgabe hat einen erkennbaren domä-\nnenspezifischen Schwerpunkt. \n4 \nAufgabenformulierung \nDie Formulierung der Aufgaben-\nstellungen lässt die Art der gefor-\nderten Leistungen eindeutig er-\nkennen. \nDie Aufgabenformulierung macht deutlich, was erwar-\ntet wird. \nDer Operator ist bzw. die Operatoren sind funktional. \nDie Aufgabenformulierung ist begrifflich präzise.\n\nAnforderungsbereichen. \nDie Prüfungsaufgabe ist so an-\ngelegt, dass eine Bewertung \nmöglich ist, die das gesamte No-\ntenspektrum umfasst. \nDie Prüfungsaufgabe erlaubt differenzierte Einschät-\nzungen im gesamten Notenspektrum. \nDie Prüfungsaufgabe ist dem je-\nweils ausgewiesenen Anforde-\nrungsniveau angemessen. \nDie Kombination von Aufgabenformulierung, Material \nund Erwartungshorizont entspricht dem ausgewiese-\nnen Niveau. \nDie Prüfungsaufgabe ist im Hinblick auf das ausgewie-\nsene Anforderungsniveau angemessen, z. B. hinsicht-\nlich\n\n9  Bewertungshinweise \n \n \n5 \n♦ spiegelt die Verschränkung der prozess- und domä-\nnenspezifischen Kompetenzbereiche wider, \n♦ bildet die Fragestellung bzw. das zu bearbeitende \nProblem angemessen ab. \nVoraussetzungsreichtum, sprachliche Komplexität und \nInformationsdichte des Materials sind im Hinblick auf \ndie Aufgabenstellung, die Aufgabenart und den Erwar-\ntungshorizont passend. \n9 \nBewertungshinweise \n♦ Die Bewertung der Prüfungsleistung erfolgt gemäß der „Vereinbarung zur Gestaltung der"
}